---
kind: other
id: Properties.T:Autodesk.Revit.UI.RibbonItem
source: html/496301d5-b185-c20a-95d0-29ba2cf6d451.htm
---
# RibbonItem Properties

Gets or sets a value indicating whether the item is enabled.